Revit 2027 API
SymbolTypeId.Cal Property
 Symbol cal, indicating unit Calories.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Cal { get; }
Public Shared ReadOnly Property Cal As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Cal {
	ForgeTypeId^ get ();
}
static member Cal : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace